---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LPerH
source: html/e58a1854-b1c9-b9b4-b433-0b0e013f8f35.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LPerH Property

Symbol L/h, indicating unit Liters per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId LPerH { get; }
```